Repository: sonerkochan/EzyShape
Catalog: EzyShape/Resources/Areas/Trainer/Views/Exercise/AddExercise.*.resx
Languages: bg

# Title
source: Add a new Exercise
bg: Добави ново упражнение

# Label_Name
source: Exercise Name
bg: Име на упражнението

# Label_Link
source: Link (Optional)
bg: Връзка (по избор)

# Label_Notes
source: Notes (Optional)
bg: Бележки (по избор)

# Label_MuscleId
source: Primary Muscle
bg: Основен мускул

# Select_Muscle
source: Select Primary Muscle
bg: Изберете основен мускул

# Label_CategoryId
source: Category
bg: Категория

source: Select Category
bg: Изберете категория

# Label_LevelId
source: Level
bg: Ниво

source: Select Level
bg: Изберете ниво

# Label_EquipmentId
source: Equipment
bg: Оборудване

source: Select Equipment
bg: Изберете оборудване

# Button_Add
source: Add Exercise
bg: Добави упражнение
